Repository: ShiinaLabs/wifi-lens
Catalog: WiFiLens/Sources/WiFiLens/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, zh_hans

# export.markdown_saved_message
source: Markdown report exported successfully.
de: Markdown-Bericht erfolgreich exportiert.
es: Informe Markdown exportado correctamente.
fr: Rapport Markdown exporté avec succès.
ja: Markdownレポートを書き出しました。
zh_hans: Markdown 报告已成功导出。

# export.report.exported_time
source: Exported
de: Exportzeitpunkt
es: Fecha de exportación
fr: Exporté
ja: 書き出し日時
zh_hans: 导出时间

# export.report.network_list
source: Network List
de: Netzwerkliste
es: Lista de redes
fr: Liste des réseaux
ja: ネットワーク一覧
zh_hans: 网络列表

# export.report.no_networks
source: No networks available.
de: Keine Netzwerke verfügbar.
es: No hay redes disponibles.
fr: Aucun réseau disponible.
ja: 利用可能なネットワークがありません。
zh_hans: 无可用网络。

# export.report.title
source: WiFi Lens — Spectrum Snapshot
de: WiFi Lens — Spektrum-Schnappschuss
es: WiFi Lens — Instantánea del espectro
fr: WiFi Lens — Instantané du spectre
ja: WiFi Lens — スペクトラム スナップショット
zh_hans: WiFi Lens — 频谱快照

# export.saved_title
source: Export Complete
de: Export abgeschlossen
es: Exportación completada
fr: Export terminé
ja: 書き出し完了
zh_hans: 导出完成

# export.snapshot_image
source: Export Chart as Image...
de: Spektrumdiagramm als Bild exportieren …
es: Exportar gráfico de espectro como imagen …
fr: Exporter le graphique en image...
ja: スペクトラムチャートを画像で書き出す…
zh_hans: 导出频谱图为图像…

# export.snapshot_markdown
source: Export as Markdown Report...
de: Als Markdown-Bericht exportieren …
es: Exportar como informe Markdown …
fr: Exporter en rapport Markdown...
ja: Markdownレポートで書き出す…
zh_hans: 导出为 Markdown 报告…

# export.success_banner_message
source: Snapshot exported successfully
de: Schnappschuss erfolgreich exportiert
es: Instantánea exportada correctamente
fr: Instantané exporté avec succès
ja: スナップショットを書き出しました
zh_hans: 快照已成功导出

# format.minutes_ago
source: %lldm ago
de: vor %lld Min.
es: hace %lld min
fr: il y a %lld min
ja: %lld 分前
zh_hans: %lld 分钟前

# format.network_score_with_ap_count
source: %1$lld/100 · %2$lld nearby
de: %1$lld/100 · %2$lld in der Nähe
es: %1$lld/100 · %2$lld cercanos
fr: %1$lld/100 · %2$lld à proximité
ja: %1$lld/100 · 近隣 %2$lld 件
zh_hans: %1$lld/100 · %2$lld 个附近网络

# format.sample_count
source: %lld samples
de: %lld Proben
es: %lld muestras
fr: %lld échantillons
ja: %lld サンプル
zh_hans: %lld 个样本

# format.seconds_ago
source: %llds ago
de: vor %lld s
es: hace %lld s
fr: il y a %lld s
ja: %lld 秒前
zh_hans: %lld 秒前

# guidance.invitation.dont_show_again
source: Do not show again
de: Nicht mehr anzeigen
es: No volver a mostrar
fr: Ne plus afficher
ja: 今後表示しない
zh_hans: 不再显示

# guidance.invitation.later
source: Later
de: Später
es: Más tarde
fr: Plus tard
ja: 後で
zh_hans: 稍后

# guidance.invitation.message.diagnostics
source: This diagnostic reflects the current network state. WiFi Lens Pro can retain changes over time and help identify intermittent problems and long-term trends.
de: Diese Diagnose spiegelt den aktuellen Netzwerkzustand wider. Mit WiFi Lens Pro kannst du Änderungen über die Zeit nachvollziehen und so intermittierende Probleme und langfristige Trends erkennen.
es: Este diagnóstico refleja el estado actual de la red. WiFi Lens Pro puede conservar los cambios a lo largo del tiempo y ayudar a identificar problemas intermitentes y tendencias a largo plazo.
fr: Ce diagnostic reflète l'état actuel du réseau. WiFi Lens Pro peut conserver les changements dans le temps et aider à identifier les problèmes intermittents et les tendances à long terme.
ja: この診断は現在のネットワーク状態を反映しています。WiFi Lens Pro は時間の経過に伴う変化を記録し、断続的な問題や長期的な傾向の特定に役立ちます。
zh_hans: 本次诊断反映了当前的网络状态。WiFi Lens Pro 可以保留随时间发生的变化，帮助识别间歇性问题与长期趋势。

# guidance.invitation.message.export
source: This snapshot captures the current network state. WiFi Lens Pro can retain changes over time and help identify intermittent problems and long-term trends.
de: Dieser Schnappschuss erfasst den aktuellen Netzwerkzustand. Mit WiFi Lens Pro kannst du Änderungen über die Zeit nachvollziehen und so intermittierende Probleme und langfristige Trends erkennen.
es: Esta instantánea captura el estado actual de la red. WiFi Lens Pro puede conservar los cambios a lo largo del tiempo y ayudar a identificar problemas intermitentes y tendencias a largo plazo.
fr: Cet instantané capture l'état actuel du réseau. WiFi Lens Pro peut conserver les changements dans le temps et aider à identifier les problèmes intermittents et les tendances à long terme.
ja: このスナップショットは現在のネットワーク状態を記録しています。WiFi Lens Pro は時間の経過に伴う変化を記録し、断続的な問題や長期的な傾向の特定に役立ちます。
zh_hans: 此快照记录了当前的网络状态。WiFi Lens Pro 可以保留随时间发生的变化，帮助识别间歇性问题与长期趋势。

# guidance.invitation.title
source: Explore WiFi Lens Pro
de: WiFi Lens Pro entdecken
es: Descubre WiFi Lens Pro
fr: Découvrir WiFi Lens Pro
ja: WiFi Lens Pro を試してみる
zh_hans: 探索 WiFi Lens Pro

# guidance.invitation.view_pro
source: View WiFi Lens Pro
de: WiFi Lens Pro ansehen
es: Ver WiFi Lens Pro
fr: Voir WiFi Lens Pro
ja: WiFi Lens Pro を見る
zh_hans: 查看 WiFi Lens Pro

# interfaces.count_format
source: %lld interfaces
de: %lld Schnittstellen
ja: %lld 個のインターフェース
zh_hans: %lld 个接口

# interfaces.empty.no_interfaces
source: No network interfaces found
de: Keine Netzwerkschnittstellen gefunden
es: No se encontraron interfaces de red
fr: Aucune interface réseau trouvée
ja: ネットワークインターフェースが見つかりません
zh_hans: 未找到网络接口

# interfaces.empty.select_to_monitor
source: Select an interface below to monitor throughput
de: Wähle unten eine Schnittstelle zur Durchsatzüberwachung
es: Selecciona una interfaz abajo para monitorizar el rendimiento
fr: Sélectionne une interface ci-dessous pour surveiller le débit
ja: 下のインターフェースを選択してスループットを監視
zh_hans: 选择下方接口以监听吞吐量

# interfaces.field.channel_fmt
source: Channel %@
de: Kanal %@
es: Canal %@
fr: Canal %@
ja: チャンネル %@
zh_hans: 信道 %@

# interfaces.field.ipv4_address
source: IPv4 Address
de: IPv4-Adresse
es: Dirección IPv4
fr: Adresse IPv4
ja: IPv4 アドレス
zh_hans: IPv4 地址

# interfaces.field.phy_mode
source: PHY Mode
de: PHY-Modus
es: Modo PHY
fr: Mode PHY
ja: PHY モード
zh_hans: PHY 模式

# interfaces.field.stability
source: Stability
de: Stabilität
es: Estabilidad
fr: Stabilité
ja: 安定性
zh_hans: 稳定性

# interfaces.field.subnet
source: Subnet
de: Subnetz
es: Subred
fr: Sous-réseau
ja: サブネット
zh_hans: 子网

# interfaces.field.subnet_mask
source: Subnet Mask
de: Subnetzmaske
es: Máscara de subred
fr: Masque de sous-réseau
ja: サブネットマスク
zh_hans: 子网掩码

# interfaces.field.throughput
source: Throughput
de: Durchsatz
es: Rendimiento
fr: Débit
ja: スループット
zh_hans: 吞吐量

# interfaces.label.interfaces
source: interfaces
de: Schnittstellen
ja: インターフェース
zh_hans: 个接口

# interfaces.label.other
source: Other Interfaces
de: Andere Schnittstellen
es: Otras interfaces
fr: Autres interfaces
ja: その他のインターフェース
zh_hans: 其他接口

# interfaces.label.ssid_unavailable
source: SSID unavailable
de: SSID nicht verfügbar
es: SSID no disponible
fr: SSID indisponible
ja: SSID 不明
zh_hans: SSID 不可用

# interfaces.label.virtual
source: Virtual
de: Virtuell
fr: Virtuelle
ja: 仮想
zh_hans: 虚拟

# interfaces.mode.monitor
source: Monitor
de: Überwachen
es: Monitorizar
fr: Surveillance
ja: 監視
zh_hans: 监听

# menubar.action.open
source: Open WiFi Lens
de: WiFi Lens öffnen
es: Abrir WiFi Lens
fr: Ouvrir WiFi Lens
ja: WiFi Lens を開く
zh_hans: 打开 WiFi Lens

# menubar.action.refresh
source: Refresh Now
de: Jetzt aktualisieren
es: Actualizar ahora
fr: Actualiser
ja: 今すぐ更新
zh_hans: 立即刷新

# menubar.action.view_all
source: View All
de: Alle anzeigen
es: Ver todo
fr: Tout afficher
ja: すべて表示
zh_hans: 查看全部

# menubar.error.no_connection
source: No Wi-Fi connection
de: Keine Wi-Fi-Verbindung
es: Sin conexión Wi-Fi
fr: Aucune connexion Wi-Fi
ja: Wi-Fi に接続されていません
zh_hans: 未连接 Wi-Fi

# menubar.event.disconnected
source: Disconnected
de: Getrennt
es: Desconectado
fr: Déconnecté
ja: 切断
zh_hans: 已断开

# menubar.event.latency_spike
source: Latency spike
de: Latenzspitze
es: Pico de latencia
fr: Pic de latence
ja: レイテンシ急上昇
zh_hans: 延迟飙升

# menubar.event.reconnected
source: Reconnected
de: Verbunden
es: Reconectado
fr: Reconnecté
ja: 再接続
zh_hans: 已重连

# menubar.event.roaming
source: Roamed
de: Gewandert
es: Roaming
fr: Itinérance
ja: ローミング
zh_hans: 漫游

# menubar.event.signal_drop
source: Signal dropped
de: Signalverlust
es: Señal perdida
fr: Signal affaibli
ja: 信号低下
zh_hans: 信号下降

# menubar.events.none
source: No events in the last hour
de: Keine Ereignisse in der letzten Stunde
es: Sin eventos en la última hora
fr: Aucun événement dans la dernière heure
ja: 過去1時間のイベントなし
zh_hans: 最近一小时无事件

# menubar.events.title
source: Recent Events
de: Letzte Ereignisse
es: Eventos recientes
fr: Événements récents
ja: 最近のイベント
zh_hans: 最近事件

# menubar.field.channel
source: Channel
de: Kanal
es: Canal
fr: Canal
ja: チャンネル
zh_hans: 信道

# menubar.field.quality
source: Quality
de: Qualität
es: Calidad
fr: Qualité
ja: 品質
zh_hans: 质量

# menubar.latency.high
source: High
de: Hoch
es: Alta
fr: Élevée
ja: 遅い
zh_hans: 高延迟

# menubar.quality.fair
source: Fair
de: Mäßig
es: Regular
fr: Correcte
ja: 普通
zh_hans: 一般

# menubar.quality.good
source: Good
de: Gut
es: Buena
fr: Bonne
ja: 良好
zh_hans: 良好

# menubar.quality.poor
source: Poor
de: Schlecht
es: Mala
fr: Mauvaise
ja: 悪い
zh_hans: 差

# menubar.signal.good
source: Good
de: Gut
es: Buena
fr: Bon
ja: 良好
zh_hans: 良好

# menubar.signal.moderate
source: Moderate
de: Mäßig
es: Moderada
fr: Modéré
ja: 中程度
zh_hans: 中等

# menubar.signal.strong
source: Strong
de: Stark
es: Fuerte
fr: Fort
ja: 強い
zh_hans: 强

# menubar.signal.weak
source: Weak
de: Schwach
es: Débil
fr: Faible
ja: 弱い
zh_hans: 弱

# menubar.trend.collecting
source: Collecting data...
de: Daten werden gesammelt…
es: Recopilando datos…
fr: Collecte des données...
ja: データ収集中…
zh_hans: 收集中…

# menubar.trend.degrading
source: Degrading
de: Verschlechtert
es: Degradando
fr: Dégradation
ja: 低下
zh_hans: 下降

# menubar.trend.high
source: High
de: Hoch
es: Alta
fr: Élevé
ja: 遅い
zh_hans: 高延迟

# menubar.trend.improving
source: Improving
de: Verbessert
es: Mejorando
fr: Amélioration
ja: 向上
zh_hans: 改善

# menubar.trend.latency
source: Latency Trend
de: Latenztrend
es: Tendencia de latencia
fr: Tendance de latence
ja: レイテンシ推移
zh_hans: 延迟趋势

# menubar.trend.signal
source: Signal Trend
de: Signalverlauf
es: Tendencia de señal
fr: Tendance du signal
ja: 信号推移
zh_hans: 信号趋势

# menubar.trend.stable
source: Stable
de: Stabil
es: Estable
ja: 安定
zh_hans: 稳定

# nav.channels
source: Channels
de: Kanäle
es: Canales
fr: Canaux
ja: チャンネル
zh_hans: 信道

# nav.debug_chart
source: Debug Chart
de: Debug-Diagramm
es: Gráfico de depuración
fr: Graphique de débogage
ja: デバッグチャート
zh_hans: 调试图表

# nav.help
source: Help
de: Hilfe
es: Ayuda
fr: Aide
ja: ヘルプ
zh_hans: 帮助

# nav.help_center
source: Help Center
de: Hilfe-Center
es: Centro de ayuda
fr: Centre d'aide
ja: ヘルプセンター
zh_hans: 帮助中心

# nav.insights
source: Insights
de: Erkenntnisse
fr: Analyses
ja: インサイト
zh_hans: 洞察

# nav.interfaces
source: Interfaces
de: Schnittstellen
ja: インターフェース
zh_hans: 接口

# nav.network_diagnostics
source: Network Check
de: Netzwerktest
es: Diagnóstico de red
fr: Diagnostic réseau
ja: ネットワーク診断
zh_hans: 网络自检

# nav.network_info
source: Network Info
de: Netzwerkinfo
es: Info de Red
fr: Infos réseau
ja: ネットワーク情報
zh_hans: 网络信息

# nav.network_table
source: Network Table
de: Netzwerktabelle
es: Tabla de Redes
fr: Tableau des réseaux
ja: ネットワークテーブル
zh_hans: 网络列表

# nav.overview
source: Overview
de: Übersicht
es: Vista General
fr: Vue d'ensemble
ja: 概要
zh_hans: 概览

# nav.spectrum
source: Spectrum
de: Spektrum
es: Espectro
fr: Spectre
ja: スペクトラム
zh_hans: 频谱

# nav.spectrum_debug_chart
source: Spectrum Debug Chart
de: Spektrum-Debug-Diagramm
es: Gráfico de depuración del espectro
fr: Graphique de débogage du spectre
ja: スペクトラムデバッグチャート
zh_hans: 频谱图调试图表

# nav.statistics
source: Statistics
de: Statistiken
es: Estadísticas
fr: Statistiques
ja: 統計
zh_hans: 统计

# nav.timeline
source: Timeline
de: Zeitleiste
es: Cronología
fr: Chronologie
ja: タイムライン
zh_hans: 时间线

# network_diagnostics.action.run
source: Run Diagnostics
de: Diagnose starten
es: Ejecutar diagnóstico
fr: Lancer le diagnostic
ja: 診断を開始
zh_hans: 开始检测

# network_diagnostics.action.run_again
source: Run Again
de: Erneut ausführen
es: Ejecutar de nuevo
fr: Relancer
ja: もう一度診断
zh_hans: 重新检测

# network_diagnostics.check.connectivity.title
source: Network Connection
de: Netzwerkverbindung
es: Conexión de red
fr: Connexion réseau
ja: ネットワーク接続
zh_hans: 网络连接

# network_diagnostics.check.dns.title
source: DNS Resolution
de: DNS-Auflösung
es: Resolución DNS
fr: Résolution DNS
ja: DNS解決
zh_hans: DNS 解析

# network_diagnostics.check.gateway_reachability.title
source: Gateway Reachability
de: Gateway-Erreichbarkeit
es: Accesibilidad de la puerta de enlace
fr: Joignabilité de la passerelle
ja: ゲートウェイ到達性
zh_hans: 网关可达性

# network_diagnostics.check.internet.title
source: Internet Access
de: Internetzugang
es: Acceso a Internet
fr: Accès Internet
ja: インターネットアクセス
zh_hans: 互联网访问

# network_diagnostics.check.ipv6.title
source: IPv6 Access
de: IPv6-Zugriff
es: Acceso IPv6
fr: Accès IPv6
ja: IPv6アクセス
zh_hans: IPv6 访问

# network_diagnostics.check.path.title
source: System Network Path
de: Systemnetzwerkpfad
es: Ruta de red del sistema
fr: Chemin réseau système
ja: システムネットワーク経路
zh_hans: 系统网络路径

# network_diagnostics.conclusion.attention.message
source: Review any result marked for attention below.
de: Prüfe unten alle Ergebnisse, die Aufmerksamkeit erfordern.
es: Revisa abajo cualquier resultado que requiera atención.
fr: Passe en revue tout résultat signalé ci-dessous.
ja: 下で注意が必要と表示された結果を確認してください。
zh_hans: 请检查下方标记为需要注意的检测结果。

# network_diagnostics.conclusion.attention.title
source: Needs Attention
de: Überprüfung erforderlich
es: Requiere atención
fr: Nécessite une attention
ja: 確認が必要です
zh_hans: 需要注意

# network_diagnostics.conclusion.normal.message
source: All checks completed without finding a problem.
de: Alle Prüfungen wurden abgeschlossen, ohne ein Problem zu finden.
es: Todas las comprobaciones terminaron sin encontrar problemas.
fr: Tous les contrôles se sont terminés sans détecter de problème.
ja: すべての確認が完了し、問題は見つかりませんでした。
zh_hans: 所有检测均已完成，未发现问题。

# network_diagnostics.conclusion.normal.title
source: Network Normal
de: Netzwerk normal
es: Red normal
fr: Réseau normal
ja: ネットワークは正常です
zh_hans: 网络正常

# network_diagnostics.conclusion.unavailable.message
source: This Mac does not currently have a working network connection.
de: Dieser Mac hat derzeit keine funktionierende Netzwerkverbindung.
es: Este Mac no tiene actualmente una conexión de red operativa.
fr: Ce Mac n'a actuellement pas de connexion réseau fonctionnelle.
ja: このMacには現在、利用可能なネットワーク接続がありません。
zh_hans: 此 Mac 当前没有可用的网络连接。

# network_diagnostics.conclusion.unavailable.title
source: Network Unavailable
de: Netzwerk nicht verfügbar
es: Red no disponible
fr: Réseau indisponible
ja: ネットワークを利用できません
zh_hans: 网络不可用

# network_diagnostics.connectivity.abnormal.summary
source: No network connection is available. Check Wi-Fi or Ethernet
de: Keine Netzwerkverbindung verfügbar. Prüfe Wi-Fi oder Ethernet
es: No hay ninguna conexión de red disponible. Comprueba la conexión Wi-Fi o Ethernet
fr: Aucune connexion réseau disponible. Vérifie le Wi-Fi ou l'Ethernet
ja: 利用できるネットワーク接続がありません。Wi-Fi または Ethernet を確認してください
zh_hans: 未连接到可用网络，请检查 Wi-Fi 或网线

# network_diagnostics.connectivity.indeterminate.summary
source: The network connection could not be confirmed. Try again later
de: Die Netzwerkverbindung konnte nicht bestätigt werden. Versuche es später erneut
es: No se pudo confirmar la conexión de red. Inténtalo de nuevo más tarde
fr: La connexion réseau n'a pas pu être confirmée. Réessaie plus tard
ja: ネットワーク接続を確認できませんでした。しばらくしてからもう一度お試しください
zh_hans: 暂时无法确认网络连接状态，请稍后重试

# network_diagnostics.connectivity.normal.summary
source: Connection available
de: Verbindung verfügbar
es: Conexión disponible
fr: Connexion disponible
ja: 接続を利用できます
zh_hans: 连接可用

# network_diagnostics.description
source: Check this Mac's network connection, DNS resolution, and system proxy settings.
de: Prüft die Netzwerkverbindung, DNS-Auflösung und Systemproxy-Einstellungen dieses Mac.
es: Comprueba la conexión de red, la resolución DNS y los ajustes de proxy del sistema de este Mac.
fr: Vérifie la connexion réseau de ce Mac, la résolution DNS et les réglages du proxy système.
ja: このMacのネットワーク接続、DNS解決、システムプロキシ設定を確認します。
zh_hans: 检查此 Mac 的网络连接、DNS 解析和系统代理设置。

# network_diagnostics.dns.abnormal.summary
source: Domain names cannot be resolved, so some websites may not open. Check DNS settings
de: Domänennamen können nicht aufgelöst werden, daher lassen sich manche Websites möglicherweise nicht öffnen. Prüfe die DNS-Einstellungen
es: No se pueden resolver los nombres de dominio, por lo que es posible que algunos sitios web no se abran. Comprueba los ajustes de DNS
fr: Les noms de domaine ne peuvent pas être résolus, certains sites peuvent donc ne pas s'ouvrir. Vérifie les réglages DNS
ja: ドメイン名を解決できないため、一部の Web サイトを開けない可能性があります。DNS 設定を確認してください
zh_hans: 无法解析域名，部分网站可能无法打开；请检查 DNS 设置

# network_diagnostics.dns.available.summary
source: DNS resolution is available
de: Die DNS-Auflösung ist verfügbar
es: La resolución de DNS está disponible
fr: La résolution DNS est disponible
ja: DNS の名前解決を利用できます
zh_hans: DNS 解析可用

# network_diagnostics.dns.inconsistent.summary
source: DNS resolution is inconsistent across test names
de: Die DNS-Auflösung ist bei den Testnamen uneinheitlich
es: La resolución de DNS es inconsistente entre los nombres de prueba
fr: La résolution DNS n'est pas cohérente entre les noms de test
ja: テスト名で DNS 解決の結果が一致しません
zh_hans: 各测试域名的 DNS 解析结果不一致

# network_diagnostics.dns.indeterminate.summary
source: The DNS check could not be completed. Try again later
de: Die DNS-Prüfung konnte nicht abgeschlossen werden. Versuche es später erneut
es: No se pudo completar la comprobación de DNS. Inténtalo de nuevo más tarde
fr: Le contrôle DNS n'a pas pu être terminé. Réessaie plus tard
ja: DNS チェックを完了できませんでした。しばらくしてからもう一度お試しください
zh_hans: 暂时无法完成 DNS 检查，请稍后重试

# network_diagnostics.dns.normal.summary
source: Domain name resolution is working
de: Die Namensauflösung funktioniert
es: La resolución de nombres de dominio funciona
fr: La résolution des noms de domaine fonctionne
ja: ドメイン名の解決は正常です
zh_hans: 域名解析正常

# network_diagnostics.dns.unable_to_determine.summary
source: The DNS result could not be determined
de: Das DNS-Ergebnis konnte nicht ermittelt werden
es: No se pudo determinar el resultado de DNS
fr: Le résultat DNS n'a pas pu être déterminé
ja: DNS の結果を判断できませんでした
zh_hans: 无法确定 DNS 结果

# network_diagnostics.dns.unavailable.summary
source: DNS resolution failed for all test names
de: Die DNS-Auflösung ist für alle Testnamen fehlgeschlagen
es: La resolución de DNS falló para todos los nombres de prueba
fr: La résolution DNS a échoué pour tous les noms de test
ja: すべてのテスト名で DNS 解決に失敗しました
zh_hans: 所有测试域名的 DNS 解析均失败

# network_diagnostics.gateway.abnormal.summary
source: Gateway unreachable
de: Gateway nicht erreichbar
es: Puerta de enlace inaccesible
fr: Passerelle injoignable
ja: ゲートウェイに到達できません
zh_hans: 网关不可达

# network_diagnostics.gateway.indeterminate.summary
source: Gateway reachability unknown
de: Gateway-Erreichbarkeit unbekannt
es: Accesibilidad de la puerta de enlace desconocida
fr: Joignabilité de la passerelle inconnue
ja: ゲートウェイ到達性不明
zh_hans: 网关状态未知

# network_diagnostics.gateway.normal.summary
source: Gateway reachable
de: Gateway erreichbar
es: Puerta de enlace accesible
fr: Passerelle joignable
ja: ゲートウェイに到達
zh_hans: 网关可达

# network_diagnostics.internet.abnormal.detail
source: One or more control endpoint responses did not match the expected result.
de: Mindestens eine Antwort eines Kontrollendpunkts entsprach nicht dem erwarteten Ergebnis.
es: Una o más respuestas de los puntos de conexión de control no coincidieron con el resultado esperado.
fr: Une ou plusieurs réponses du point de contrôle ne correspondent pas au résultat attendu.
ja: 1 つ以上の制御エンドポイントのレスポンスが想定された結果と一致しませんでした。
zh_hans: 一个或多个控制端点响应与预期结果不符。

# network_diagnostics.internet.abnormal.summary
source: Control endpoint checks need attention
de: Kontrollendpunktprüfungen erfordern Aufmerksamkeit
es: Las comprobaciones de los puntos de conexión de control requieren atención
fr: Les contrôles du point de contrôle nécessitent une attention
ja: 制御エンドポイントの確認が必要です
zh_hans: 控制端点检查需要注意

# network_diagnostics.internet.certificate_time_failure.summary
source: The HTTPS certificate is not valid for the current system time
de: Das HTTPS-Zertifikat ist für die aktuelle Systemzeit nicht gültig
es: El certificado HTTPS no es válido para la hora actual del sistema
fr: Le certificat HTTPS n'est pas valide pour l'heure système actuelle
ja: 現在のシステム時刻では HTTPS 証明書が有効ではありません
zh_hans: 当前系统时间不在 HTTPS 证书的有效期内

# network_diagnostics.internet.connectivity_failure.summary
source: The direct HTTPS connection could not be established
de: Die direkte HTTPS-Verbindung konnte nicht hergestellt werden
es: No se pudo establecer la conexión HTTPS directa
fr: La connexion HTTPS directe n'a pas pu être établie
ja: 直接 HTTPS 接続を確立できませんでした
zh_hans: 无法建立直接 HTTPS 连接

# network_diagnostics.internet.indeterminate.detail
source: HTTPS access succeeded, but the captive-portal control endpoint did not respond in time.
de: Der HTTPS-Zugriff war erfolgreich, aber der Kontrollendpunkt für Captive Portale hat nicht rechtzeitig geantwortet.
es: El acceso HTTPS se completó correctamente, pero el punto de conexión de control del portal cautivo no respondió a tiempo.
fr: L'accès HTTPS a réussi, mais le point de contrôle du portail captif n'a pas répondu à temps.
ja: HTTPS アクセスは成功しましたが、キャプティブポータルの制御エンドポイントが時間内に応答しませんでした。
zh_hans: HTTPS 访问成功，但强制门户控制端点未在规定时间内响应。

# network_diagnostics.internet.indeterminate.summary
source: Control endpoint check is inconclusive
de: Kontrollendpunktprüfung ist nicht eindeutig
es: La comprobación del punto de conexión de control no es concluyente
fr: Le contrôle du point de contrôle n'est pas concluant
ja: 制御エンドポイントの確認結果は確定できません
zh_hans: 控制端点检查结果无法确定

# network_diagnostics.internet.normal.detail
source: The HTTPS request succeeded and the captive-portal control response matched.
de: Die HTTPS-Anfrage war erfolgreich und die Kontrollantwort für das Captive Portal stimmte überein.
es: La solicitud HTTPS se completó correctamente y la respuesta de control del portal cautivo coincidió.
fr: La requête HTTPS a réussi et la réponse du point de contrôle correspondait.
ja: HTTPS リクエストが成功し、キャプティブポータルの制御レスポンスが一致しました。
zh_hans: HTTPS 请求成功，强制门户控制响应符合预期。

# network_diagnostics.internet.normal.summary
source: HTTPS access verified
de: HTTPS-Zugriff bestätigt
es: Acceso HTTPS verificado
fr: Accès HTTPS vérifié
ja: HTTPS アクセスを確認しました
zh_hans: 已验证 HTTPS 访问

# network_diagnostics.internet.secure_connection_failure.summary
source: The HTTPS connection failed during TLS or certificate validation
de: Die HTTPS-Verbindung ist bei der TLS- oder Zertifikatsprüfung fehlgeschlagen
es: La conexión HTTPS falló durante la validación TLS o del certificado
fr: La connexion HTTPS a échoué lors de la validation TLS ou du certificat
ja: TLS または証明書の検証中に HTTPS 接続が失敗しました
zh_hans: HTTPS 连接在 TLS 或证书验证期间失败

# network_diagnostics.ipv6.indeterminate.summary
source: IPv6 HTTPS access could not be verified. IPv4 access may still work
de: Der IPv6-HTTPS-Zugriff konnte nicht bestätigt werden. Der IPv4-Zugriff kann weiterhin funktionieren
es: No se pudo verificar el acceso HTTPS mediante IPv6. Es posible que el acceso IPv4 siga funcionando
fr: L'accès HTTPS IPv6 n'a pas pu être vérifié. L'accès IPv4 peut encore fonctionner
ja: IPv6経由のHTTPSアクセスを確認できませんでした。IPv4アクセスは引き続き利用できる可能性があります
zh_hans: 无法验证通过 IPv6 的 HTTPS 访问。IPv4 访问可能仍然可用
